

public class Sources {


    public static final char[] ALPHABET = {'а', 'б', 'в', 'г', 'д', 'е', 'ё', 'ж', 'з', 'и', 'й', 'к',
            'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ъ', 'ы', 'ь', 'э', 'ю',
            'я', 'А', 'Б', 'В', 'Г', 'Д', 'Е', 'Ё', 'Ж', 'З', 'И', 'Й', 'К',
            'Л', 'М', 'Н', 'О', 'П', 'Р', 'С', 'Т', 'У', 'Ф', 'Х', 'Ц', 'Ч', 'Ш', 'Щ', 'Ъ', 'Ы', 'Ь', 'Э', 'Ю',
            'Я', ' ', '!', '?', '-', '+', '=', '.', ',', '(', ')', '"', ';', ':'};

    static String greetings = "Доброго времени суток.\nВыберите что вы хотите сделать.\n" +
            "Введите 1 для выбора шифрование текста с использованием известного ключа;\n" +
            "Введите 2 для выбора функции расшифровки текста с использованием известного ключа.\n" +
            "Введите 3 для выбора расшифровки методом brute force\n" +
            "Введите exit для выхода из программы.";

}
